<?php
return array(
  'WEBSITE_NAME'    =>    '特房网',
  'PAGES'   =>    '25',
  'LIMIT'   =>    '10',
  // 户型
  'HTYPE'   =>  array(
      '0'   =>  '一室',
      '1'   =>  '二室',
      '2'   =>  '三室',
      '3'   =>  '四室',
      '4'   =>  '五室及以上'
  ),
  // 产权类型
  'PRTYPE'  =>  array(
      '0'   =>  '回迁房',
      '1'   =>  '军产房',
      '2'   =>  '法拍房',
      '3'   =>  '福利房',
      '4'   =>  '小产权房',
      '5'   =>  '其他'
  ),
  // 房屋类型
  'HOUSE_TYPE'  =>  array(
      '0'   =>  '期房',
      '1'   =>  '代售',
      '2'   =>  '现房',
      '3'   =>  '尾盘',
      '4'   =>  '其他'
  ),
  // 物业类型
  'PTYPE'   =>  array(
      '0'   =>  '普通住宅',
      '1'   =>  '公寓',
      '2'   =>  '花园式洋房',
      '3'   =>  '酒店式公寓',
      '4'   =>  '商住两用',
      '5'   =>  '别野',
      '6'   =>  '写字楼',
      '7'   =>  '商铺',
      '8'   =>  '其他'
  ),
  // 价格
  'PRICE'   =>  array(
      '0'   =>  array(
         'show_price' =>  '6千以下',
         'price'  =>  '6000'
      )
  )
);